{
    "direct_ad_hominem": "Direct ad Hominem (DAH) \\ Character Attack Premise: a is a person of bad character. \\ Conclusion: a's argument x should not be accepted. \\ These are the default critical questions of the scheme aim to evaluate the veracity of the argument: \\ CQ1: Is there any evidence that supports a's argument x? \\ CQ2: Is the issue of character relevant in the type of dialogue in which the argument was used?",
    "expert_opinion": "Argument From Expert Opinion (AFEO) \\ Major Premise: Source E is an expert in subject domain S containing proposition A. \\ Minor Premise: E asserts that proposition A is true (false). \\ Conclusion: A is true (false). \\ These are the default critical questions of the scheme aim to evaluate the veracity of the argument: \\ CQ1: Is E an expert in the field that A is in? \\ CQ2: Is E personally reliable as a source in the domain S? \\ CQ3: Is E's assertion about A based on evidence?",
    "ignorance": "Argument From Ignorance (AFIG) \\ Major Premise: If A were true, then A would be known to be true. \\ Minor Premise: It is not the case that A is known to be true. \\ Conclusion: Therefore, A is not true \\ These are the default critical questions of the scheme aim to evaluate the veracity of the argument: \\ CQ1: Is A actually not known to be true? \\ CQ2: Is there enough evidence to support that A is not true?",
    "inconsistent_commitment": "Inconsistent Commitment (IC) \\ Initial Commitment Premise: a has claimed or indicated that he is committed to proposition A (generally, or by virtue of what he has said in the past). \\ Opposed Commitment Premise: Other evidence in this particular case shows that a is not really committed to A. \\ Conclusion: a's commitments are inconsistent \\ These are the default critical questions of the scheme aim to evaluate the veracity of the argument: \\ CQ1: Is there any evidence that shows that a is committed to A? \\ CQ2: Has a some conflict of commitments with A?",
    "popular_opinion": "Argument From Popular Opinion (AFPO) \\ General Acceptance Premise: A is generally accepted as true. \\ Presumption Premise: If A is generally accepted as true, that gives a reason in favor of A. \\ Conclusion: There is a reason in favor of A. \\ These are the default critical questions of the scheme aim to evaluate the veracity of the argument: \\ CQ1: Is there any evidence to support the claim that A is generally accepted as true? \\ CQ2: Are there any good reasons for doubting that A is true?",
    "popular_practice": "Argument From Popular Practice (AFPP) \\ Major Premise: A is a popular practice among those who are familiar with what is acceptable or not in regard to A. \\ Minor Premise: If A is a popular practice among those familiar with what is acceptable or not with regard to A, that gives a reason to think that A is acceptable. \\ Conclusion: Therefore, A is acceptable in this case. \\ These are the default critical questions of the scheme aim to evaluate the veracity of the argument: \\ CQ1: Is actually A accepted by a large majority? \\ CQ2: Is A justified because maybe there is a large majority that supports it? \\ CQ3: Is accepting A based solely on popular support reasonable?",
    "position_to_know": "Argument From Position to Know (AFPK) \\ Major Premise: Source a is in position to know about things in a certain subject domain S containing proposition A. \\ Minor Premise: a asserts that A is true (false). \\ Conclusion: A is true (false). \\ These are the default critical questions of the scheme aim to evaluate the veracity of the argument: \\ CQ1: Is a in position to know whether A is true (false)? \\ CQ2: Is a an honest (trustworthy, reliable) source? \\ CQ3: Did a assert that A is true (false)?",
    "witness_testimony": "Argument From Witness Testimony (AFWT) \\ Position to Know Premise: Witness W is in a position to know whether A is true or not. \\ Truth Telling Premise: Witness W is telling the truth (as W knows it). \\ Statement Premise: Witness W states that A is true (false). \\ Conclusion: A may be plausibly taken to be true (false). \\ These are the default critical questions of the scheme aim to evaluate the veracity of the argument: \\ CQ1: Is what the witness W said in A internally consistent? \\ CQ2: Is there some kind of bias that can be attributed to the account given by the witness W? \\ CQ3: Is the statement A asserted by the witness W plausible?",
    "example": "Argument From Example (AFEX) \\ Premise: In this particular case, the individual a has property F and also property G. \\ Conclusion: Therefore, generally, if x has property F, then it also has property G. \\ These are the default critical questions of the scheme aim to evaluate the veracity of the argument: \\ CQ1: Is the proposition claimed in the premise in fact true? \\ CQ2: Does the example cited support the generalization it is supposed to be an instance of? \\ CQ3: Do special circumstances of the example impair its generalizability?",
    "analogy": "Argument From Analogy (AFAN) \\ Similarity Premise: Generally, case C1 is similar to case C2. \\ Base Premise: A is true (false) in case C1.\\ Conclusion: A is true (false) in case C2 \\ These are the default critical questions of the scheme aim to evaluate the veracity of the argument: \\ CQ1: Are there differences between C1 and C2 that would tend to undermine the force of the similarity cited? \\ CQ2: Is A true (false) in C1? \\ CQ3: Is there some other case C3 that is also similar to C1, but in which A is false (true)?",
    "precedent": "Argument From Precedent (AFPR) \\ Major Premise: Generally, according to the established rule, if x has property F, then x also has property G. \\ Minor Premise: In this legitimate case, a has F but does not have G.\\ Conclusion: Therefore, an exception to the rule must be recognized, and the rule appropriately modified or qualified. \\ These are the default critical questions of the scheme aim to evaluate the veracity of the argument: \\ CQ1: Does the established rule really apply to this case? \\ CQ2: Is the case cited legitimate, or can it be explained as only an apparent violation of the rule? \\ CQ3: Can the case cited be dealt with under an already recognized category of exception that does not require a change in the rule?",
    "estalished_rule": "Argument From Established Rule (AFRL) \\ Major Premise: If carrying out types of actions including A is the established rule for x, then (unless the case is an exception), x must carry out A. \\ Minor Premise: Carrying out types of actions including A is the established rule for a. \\  Conclusion: Therefore, a must carry out A.\\ These are the default critical questions of the scheme aim to evaluate the veracity of the argument: \\  CQ1: Does the rule require carrying out types of actions that include A as an instance? \\ CQ2: Are there other established rules that might conflict with or override this one? \\ CQ3: Is this case an exceptional one, that is, could there be extenuating circumstances or an excuse for noncompliance?",
    "verbal_classification": "Argument From Verbal Classification (AFVC) \\ Individual Premise: a has property F. \\ Classification Premise: For all x, if x has property F, then x can be classified as having property G. \\ Conclusion: a has property G \\ These are the default critical questions of the scheme aim to evaluate the veracity of the argument: \\ CQ1: What evidence is there that a definitely has property F? \\ CQ2: Is the verbal classification in the classification premise based merely on an assumption about word usage that is subject to doubt?",
    "waste": "Argument From Waste (AFWS) \\ Premise 1: If a stops trying to realize A now, all a's previous efforts to realize A will be wasted. \\ Premise 2: If all a's previous attempts to realize A are wasted, that would be a bad thing. \\ Conclusion: Therefore, a ought to continue trying to realize A. \\ These are the default critical questions of the scheme aim to evaluate the veracity of the argument: \\ CQ1: Is bringing about A possible? \\ CQ2: Forgetting past losses that cannot be recouped, should a reassessment of the cost and benefits of trying to bring about A from this point in time to be made?",
    "sunk_costs": "Argument From Sunk Costs (AFSC) \\ Premise 1: There is a choice at t2 between A and not-A. \\ Premise 2: At t2 I am precommitted to A because of what I did or committed myself to at t1. \\ Conclusion: Therefore, I should choose A. \\ TThese are the default critical questions of the scheme aim to evaluate the veracity of the argument: \\ CQ1: Does the pre-commitment at t1 directly influence the decision at t2? \\ CQ2: Is it rational to prioritize past investments of t1 over present circumstances in t2 in order to choose A or not-A? \\ CQ3: Are there any alternative options beyond A and not-A that should be considered?",
    "threat": "Argument From Threat (AFTH) \\ Premise 1: If you bring about A, some cited bad consequences, B, will follow. \\ Premise 2: I am in position to bring about B. \\ Premise 3: I hereby assert that in fact I will see to it that B occurs if you bring about A. \\ Conclusion: Therefore, you had better not bring about A. \\ These are the default critical questions of the scheme aim to evaluate the veracity of the argument: \\ CQ1: Are the consequences B truly significant enough to warrant consideration and influence decision-making regarding bringing about A? \\ CQ2: Is the assertion that B will occur if A is brought about credible? \\ CQ3: Is the speaker truly in a position to bring about B, as claimed in Premise 2?",
    "sign": "Argument From Sign (AFSI) \\ Specific Premise: A (a finding) is true in this situation. \\ General Premise: B is generally indicated as true when its sign, A, is true. \\ Conclusion: B is true in this situation. \\ These are the default critical questions of the scheme aim to evaluate the veracity of the argument: \\ CQ1: Does the specific premise (A) accurately represent a finding in this situation? \\ CQ2: Does the general premise (B) consistently hold true when the sign A is present? \\ CQ3: Are there any additional factors needed to establish the truth of B beyond the presence of A?",
    "cause_to_effect": "Argument From Cause to Effect (AFCE) \\ Major Premise: Generally, if A occurs, then B will (might) occur. \\ Minor Premise: In this case, A occurs (might occur). \\ Conclusion: Therefore, in this case, B will (might) occur. \\ These are the default critical questions of the scheme aim to evaluate the veracity of the argument:\\ CQ1: Is the evidence cited (if there is any) strong enough to warrant the causal generalization? \\ CQ2: Are there other causal factors that could interfere with the production of the effect in the given case?",
    "grupo0": "This argument does not belong to any specific argumentative schemee"
}
